local function run(msg, matches)
if matches[1] == 'مساعدة' and is_owner(msg) then
 local help = [[
لعرض قائمه الحمايه (الاوامر)
➖➖➖➖➖➖➖➖➖➖
🔋┇ طرد + معرف≫ لطرد لعضو 
🔋┇ حظر عام >> لحظر العضوعام
🔋┇ حظر >>>> لحظر العضو 
🔋┇ الغاء الحظر العام >> الغاء العام
🔋┇ الغاء الحظر >>> لغاء الحظر 
🔋┇ كتم >>>> لكتم العضو 
🔋┇ الغاء الكتم >>>>
🔋┇المحظورين > لعرض المحظورين 
🔋┇ المكتومين > لعرض المكتومين
🔋┇ مسح المحظورين > لمسح 
➖➖➖➖➖➖➖➖➖➖➖ 
DEV >>> @ll_B5
CHBOT >> @DEV2PRO

tg.sendMessage(msg.chat_id_, 0, 1, help, 1, 'html')

end
end
return {
  patterns = {
    "^(مساعدة)$",
  },
  run = run
}
